{
"Cats Are Chased By Dogs.":"Cat Is Chased By Dog.",
"Delicious Meals Are Cooked.":"Delicious Meal Is Cooked.",
"Math Problems Are Solved Daily.":"Math Problem Is Solved Daily.",
"Colorful Murals Are Painted.":"Colorful Mural Is Painted.",
"Efficient Machines Are Designed.":"Efficient Machine Is Designed.",
"Intriguing Stories Are Crafted.":"Intriguing Story Is Crafted.",
"Beautiful Flowers Are Planted.":"Beautiful Flower Is Planted.",
"Melodious Tunes Are Composed.":"Melodious Tune Is Composed.",
"Young Minds Are Educated.":"Young Mind Is Educated.",
"Groundbreaking Research Is Conducted.":"Groundbreaking Research Is Conducted.",
"Broken Cars Are Fixed.":"Broken Car Is Fixed.",
"Various Illnesses Are Treated.":"Various Illness Is Treated.",
"Children Are Raised Lovingly.":"Child Is Raised Lovingly.",
"Intricate Statues Are Sculpted.":"Intricate Statue Is Sculpted.",
"Aromatic Coffee Is Brewed.":"Aromatic Coffee Is Brewed.",
"Innovative Software Is Developed.":"Innovative Software Is Developed.",
"Elegant Dresses Are Sewn.":"Elegant Dress Is Sewn.",
"Rigorous Training Is Undergone For Competitions By Athletes.":"Rigorous Training Is Undergone For Competition By Athlete.",
"Ripe Fruits Are Harvested.":"Ripe Fruit Is Harvested.",
"New Planets Are Discovered.":"New Planet Is Discovered.",
"Captivating Portraits Are Drawn By Artists.":"Captivating Portrait Is Drawn By Artist.",
"Fresh Bread Is Baked Daily By The Baker.":"Fresh Bread Is Baked Daily By The Baker.",
"Bestselling Novels Are Published By Writers.":"Bestselling Novel Is Published By Writer.",
"Stunning Photos Are Captured By The Photographer.":"Stunning Photo Is Captured By The Photographer.",
"Diligent Studying Is Done By Students For Exams.":"Diligent Studying Is Done By Student For Exam.",
"Young Minds Are Inspired To Learn By Teachers.":"Young Mind Is Inspired To Learn By Teacher.",
"Sturdy Buildings Are Constructed By Builders.":"Sturdy Building Is Constructed By Builder.",
"Classical Music Is Performed By The Pianist.":"Classical Music Is Performed By Pianist.",
"Complex Data Is Analyzed By Scientists.":"Complex Data Is Analyzed By Scientist.",
"Medication Is Dispensed By The Pharmacist.":"Medication Is Dispensed By Pharmacist.",
"Lush Gardens Are Tended To By Gardeners.":"Lush Garden Is Tended To By Gardener.",
"Efficient Bridges Are Built By Engineers.":"Efficient Bridge Is Built By Engineer.",
"Broken Engines Are Repaired By The Mechanic.":"Broken Engine Is Repaired By Mechanic.",
"Soulful Melodies Are Composed By Musicians.":"Soulful Melody Is Composed By Musician.",
"Children Are Nurtured Lovingly By Parents.":"Child Is Nurtured Lovingly By Parent.",
"Intricate Sculptures Are Sculpted By Artists.":"Intricate Sculpture Is Sculpted By Artist.",
"Gourmet Dishes Are Prepared By The Chef.":"Gourmet Dish Is Prepared By Chef.",
"Innovative Software Is Coded By Programmers.":"Innovative Software Is Coded By Programmer.",
"Various Ailments Are Diagnosed By Doctors.":"Various Ailment Is Diagnosed By Doctor.",
"International Events Are Competed In By Athletes.":"International Event Is Competed In By Athlete.",
"Graceful Movements Are Performed By The Dancer.":"Graceful Movement Is Performed By Dancer.",
"Books Are Organized Neatly By The Librarian.":"Book Is Organized Neatly By Librarian.",
"Important Experiments Are Conducted By Researchers.":"Important Experiment Is Conducted By Researcher.",
"Designer Clothing Is Altered By The Tailor.":"Designer Clothing Is Altered By Tailor.",
"Fertile Fields Are Cultivated By Farmers.":"Fertile Field Is Cultivated By Farmer.",
"Delicious Beverages Are Served By The Barista.":"Delicious Beverage Is Served By Barista.",
"Compelling Narratives Are Crafted By Writers.":"Compelling Narrative Is Crafted By Writer.",
"Students Are Instructed Attentively By Teachers.":"Student Is Instructed Attentively By Teacher.",
"Innovative Structures Are Designed By The Architect.":"Innovative Structure Is Designed By Architect.",
"Hit Songs Are Recorded In Studios By Musicians.":"Hit Song Is Recorded In Studio By Musician.",
"Groundbreaking Research Is Conducted By The Scientist.":"Groundbreaking Research Is Conducted By Scientist.",
"Important Values Are Instilled In Children By Parents.":"Important Value Is Instilled In Child By Parent.",
"Work Is Exhibited In Galleries By Artists.":"Work Is Exhibited In Gallery By Artist.",
"Ingredients Are Mixed For Pastries By The Baker.":"Ingredient Is Mixed For Pastry By Baker.",
"Culinary Masterpieces Are Created In Kitchens By Chefs.":"Culinary Masterpiece Is Created In Kitchen By Chef.",
"Complex Concepts Are Explained By The Teacher.":"Complex Concept Is Explained By Teacher.",
"Rich Characters Are Developed In Novels By Writers.":"Rich Character Is Developed In Novel By Writer.",
"The Orchestra Is Led In Performances By The Conductor.":"Orchestra Is Led In Performance By Conductor.",
"Natural Phenomena Are Investigated By Scientists.":"Natural Phenomenon Is Investigated By Scientist.",
"Beautiful Landscapes Are Sketched By The Artist.":"Beautiful Landscape Is Sketched By Artist.",
"Children Are Encouraged To Succeed By Parents.":"Child Is Encouraged To Succeed By Parent.",
"Vehicles Are Inspected For Faults By The Mechanic.":"Vehicle Is Inspected For Fault By Mechanic.",
"Trees Are Pruned To Maintain Shape By Gardeners.":"Tree Is Pruned To Maintain Shape By Gardener.",
"Classical Pieces Are Practiced By The Pianist.":"Classical Piece Is Practiced By Pianist.",
"Rigorous Training Is Undergone For Upcoming Matches By Athletes.":"Rigorous Training Is Undergone For Upcoming Match By Athlete.",
"Software Is Debugged For Errors By Programmers.":"Software Is Debugged For Error By Programmer.",
"Medication Is Administered To Patients By The Nurse.":"Medication Is Administered To Patient By Nurse.",
"Effects Of Climate Change Are Studied By Researchers.":"Effect Of Climate Change Is Studied By Researcher.",
"Assignments And Exams Are Graded By Teachers.":"Assignment And Exam Are Graded By Teacher.",
"Paintings Are Exhibited In Galleries By The Artist.":"Painting Is Exhibited In Gallery By Artist.",
"Efficient Transportation Systems Are Designed By Engineers.":"Efficient Transportation System Is Designed By Engineer.",
"Rehearsals Are Done For Upcoming Concerts By Musicians.":"Rehearsal Is Done For Upcoming Concert By Musician.",
"New Recipes Are Experimented With By The Chef.":"New Recipe Is Experimented With By Chef.",
"Children'S Aspirations Are Supported By Parents.":"Child'S Aspiration Is Supported By Parent.",
"Manuscripts Are Edited For Publication By Writers.":"Manuscript Is Edited For Publication By Writer.",
"Blueprints Are Drafted For Buildings By The Architect.":"Blueprint Is Drafted For Building By Architect.",
"Behavior Of Microorganisms Is Studied By Scientists.":"Behavior Of Microorganism Is Studied By Scientist.",
"Choreography Is Practiced For Performances By The Dancer.":"Choreography Is Practiced For Performance By Dancer.",
"Crops Are Harvested During The Autumn Season By Farmers.":"Crop Is Harvested During The Autumn Season By Farmer.",
"Worn-Out Parts In Engines Are Replaced By The Mechanic.":"Worn-Out Part In Engine Is Replaced By Mechanic.",
"Talents Are Showcased In Exhibitions By Artists.":"Talent Is Showcased In Exhibition By Artist.",
"Children Are Enrolled In Extracurricular Activities By Parents.":"Child Is Enrolled In Extracurricular Activity By Parent.",
"Ideas For Next Novels Are Brainstormed By Writers.":"Idea For Next Novel Is Brainstormed By Writer.",
"Findings Are Published In Academic Journals By The Scientist.":"Finding Is Published In Academic Journal By Scientist.",
"Field Trips Are Organized For Students By Teachers.":"Field Trip Is Organized For Student By Teacher.",
"Skyscrapers Are Constructed In Urban Areas By Builders.":"Skyscraper Is Constructed In Urban Area By Builder.",
"New Albums Are Collaborated On Together By Musicians.":"New Album Is Collaborated On Together By Musician.",
"Dishes Are Garnished With Fresh Herbs By The Chef.":"Dish Is Garnished With Fresh Herb By Chef.",
"Children Are Enrolled In Music Lessons By Parents.":"Child Is Enrolled In Music Lesson By Parent.",
"Portraits Of Famous Figures Are Sketched By The Artist.":"Portrait Of Famous Figure Is Sketched By Artist.",
"Data Collected From Experiments Is Analyzed By Researchers.":"Data Collected From Experiment Is Analyzed By Researcher.",
"Flat Tires On Vehicles Are Repaired By The Mechanic.":"Flat Tire On Vehicle Is Repaired By Mechanic.",
"Seeds Are Planted In Fertile Soil By Gardeners.":"Seed Is Planted In Fertile Soil By Gardener.",
"Plots For Stories Are Outlined By Writers.":"Plot For Story Is Outlined By Writer.",
"Experiments Are Conducted In The Laboratory By The Scientist.":"Experiment Is Conducted In Laboratory By Scientist.",
"Lesson Plans For Classes Are Prepared By Teachers.":"Lesson Plan For Class Is Prepared By Teacher.",
"Various Sports Tournaments Are Competed In By Athletes.":"Various Sports Tournament Is Competed In By Athlete.",
"Children Are Encouraged To Pursue Their Passions By Parents.":"Child Is Encouraged To Pursue Their Passion By Parent.",
"Bricks Are Laid To Construct Walls By Builders.":"Brick Is Laid To Construct Wall By Builder.",
"Live Concerts Are Performed For Audiences By The Musician.":"Live Concert Is Performed For Audience By Musician.",
"Captivating Stories Are Penned By Writers.":"Captivating Story Is Penned By Writer.",
"Intricate Designs Are Sketched By The Artist.":"Intricate Design Is Sketched By Artist.",
"Children Are Guided Through Life By Parents.":"Child Is Guided Through Life By Parent.",
"Delicious Recipes Are Created By The Chef.":"Delicious Recipe Is Created By Chef.",
"The Depths Of Space Are Explored By Scientists.":"Depth Of Space Is Explored By Scientist.",
"Beautiful Melodies Are Composed By Musicians.":"Beautiful Melody Is Composed By Musician.",
"Knowledge Is Imparted To Students By Teachers.":"Knowledge Is Imparted To Student By Teacher.",
"Blooming Flowers Are Tended To By The Gardener.":"Blooming Flower Is Tended To By Gardener.",
"Innovative Solutions Are Developed By Engineers.":"Innovative Solution Is Developed By Engineer.",
"Patients' Ailments Are Diagnosed By The Doctor.":"Patient'S Ailment Is Diagnosed By Doctor.",
"Emotions Are Expressed Through Paintings By Artists.":"Emotion Is Expressed Through Painting By Artist.",
"Values Are Instilled In Children By Parents.":"Value Is Instilled In Child By Parent.",
"Fresh Pastries Are Prepared By The Baker.":"Fresh Pastry Is Prepared By Baker.",
"The Mysteries Of Nature Are Investigated By Researchers.":"Mystery Of Nature Is Investigated By Scientist.",
"Broken Machinery Is Fixed By The Mechanic.":"Broken Machinery Is Fixed By Mechanic.",
"Students Are Inspired To Achieve Greatness By Teachers.":"Student Is Inspired To Achieve Greatness By Teacher.",
"Enchanting Melodies Are Performed By Musicians.":"Enchanting Melody Is Performed By Musician.",
"Gourmet Cuisine Is Cooked By The Chef.":"Gourmet Cuisine Is Cooked By Chef.",
"Children Are Nurtured With Love By Parents.":"Child Is Nurtured With Love By Parent.",
"Stunning Artwork Is Exhibited By The Artist.":"Stunning Artwork Is Exhibited By Artist.",
"Conclusions Are Drawn From Analyzing Data By Scientists.":"Conclusion Is Drawn From Analyzing Data By Scientist.",
"Innovative Technology Is Designed By Engineers.":"Innovative Technology Is Designed By Engineer.",
"Students Are Educated On Various Subjects By Teachers.":"Student Is Educated On Various Subject By Teacher.",
"Children'S Dreams Are Supported By Parents.":"Child'S Dream Is Supported By Parent.",
"Live Concerts Are Performed By The Musician.":"Live Concert Is Performed By Musician.",
"Experiments Are Conducted In Laboratories By Researchers.":"Experiment Is Conducted In Laboratory By Researcher.",
"Trees Are Planted To Beautify Landscapes By Gardeners.":"Tree Is Planted To Beautify Landscape By Gardener.",
"New Flavors Are Experimented With By The Chef.":"New Flavor Is Experimented With By Chef.",
"Demanding Sports Events Are Competed In By Athletes.":"Demanding Sports Event Is Competed In By Athlete.",
"Medication Is Prescribed For Patients By The Doctor.":"Medication Is Prescribed For Patient By Doctor.",
"Worlds Are Created With Imagination By Writers.":"World Is Created With Imagination By Writer.",
"Sacrifices Are Made For Children'S Future By Parents.":"Sacrifice Is Made For Child'S Future By Parent.",
"Murals Are Painted On City Walls By The Artist.":"Mural Is Painted On City Wall By Artist.",
"New Breakthroughs Are Discovered By Scientists.":"New Breakthrough Is Discovered By Scientist.",
"Students Are Inspired To Reach Their Potential By Teachers.":"Student Is Inspired To Reach Their Potential By Teacher.",
"Melodies That Touch Hearts Are Composed By Musicians.":"Melody That Touches Heart Is Composed By Musician.",
"Children Are Encouraged To Explore The World By Parents.":"Child Is Encouraged To Explore The World By Parent.",
"Dishes Are Prepared With Precision By The Chef.":"Dish Is Prepared With Precision By Chef.",
"Structures That Withstand Time Are Built By Engineers.":"Structure That Withstand Time Is Built By Engineer.",
"Patterns Are Found From Analyzing Data By Researchers.":"Pattern Is Found From Analyzing Data By Researcher.",
"Characters With Depth And Emotion Are Created By Writers.":"Character With Depth And Emotion Is Created By Writer.",
"Children'S Talents Are Nurtured By Parents.":"Child'S Talent Is Nurtured By Parent.",
"Statues Are Sculpted From Marble By The Artist.":"Statue Is Sculpted From Marble By Artist.",
"Behavior Of Animals Is Studied By Scientists.":"Behavior Of Animal Is Studied By Scientist.",
"Students Are Guided Towards Success By Teachers.":"Student Is Guided Towards Success By Teacher.",
"Concerts Are Performed In Grand Venues By Musicians.":"Concert Is Performed In Grand Venue By Musician.",
"The Value Of Honesty Is Taught To Children By Parents.":"Value Of Honesty Is Taught To Child By Parent.",
"Fusion Cuisine Is Experimented With By The Chef.":"Fusion Cuisine Is Experimented With By Chef.",
"Complex Problems Are Solved Through Innovation By Engineers.":"Complex Problem Is Solved Through Innovation By Engineer.",
"New Frontiers In Science Are Explored By Researchers.":"New Frontier In Science Is Explored By Researcher.",
"Readers Are Captivated With Gripping Stories By Writers.":"Reader Is Captivated With Gripping Story By Writer.",
"Support Is Provided During Difficult Times By Parents.":"Support Is Provided During Difficult Time By Parent.",
"Origins Of The Universe Are Investigated By Scientists.":"Origin Of The Universe Is Investigated By Scientist.",
"A Love For Learning Is Inspired In Students By Teachers.":"Love For Learning Is Inspired In Student By Teacher.",
"Timeless Music Is Created Through Collaboration By Musicians.":"Timeless Music Is Created Through Collaboration By Musician.",
"The Growth Of Children Is Nurtured By Parents.":"Growth Of Child Is Nurtured By Parent.",
"Molecular Gastronomy Is Experimented With By The Chef.":"Molecular Gastronomy Is Experimented With By Chef.",
"Structures That Withstand Earthquakes Are Designed By Engineers.":"Structure That Withstand Earthquake Is Designed By Engineer.",
"Impact Of Technology On Society Is Analyzed By Researchers.":"Impact Of Technology On Society Is Analyzed By Researcher.",
"Intricate Plots Are Woven In Novels By Writers.":"Intricate Plot Is Woven In Novel By Writer.",
"Landscapes Are Sketched In Plein Air By The Artist.":"Landscape Is Sketched In Plein Air By Artist.",
"Depths Of The Ocean Are Explored By Scientists.":"Depth Of The Ocean Is Explored By Scientist.",
"Students Are Motivated To Excel Academically By Teachers.":"Student Is Motivated To Excel Academically By Teacher.",
"Concerts Are Performed For Charity Events By Musicians.":"Concert Is Performed For Charity Event By Musician.",
"Extracurricular Activities Are Supported By Parents.":"Extracurricular Activity Is Supported By Parent.",
"Grammar Exercises Are Practiced By Students.":"Grammar Exercise Is Practiced By Student.",
"Vibrant Artwork Is Created By The Painter.":"Vibrant Artwork Is Created By Painter.",
"Effects Of Pollution Are Investigated By Researchers.":"Effect Of Pollution Is Investigated By Researcher.",
"Surgery Is Performed On Patients By The Doctor.":"Surgery Is Performed On Patient By Doctor.",
"Bedtime Stories Are Read To Children By Parents.":"Bedtime Story Is Read To Child By Parent.",
"Clay Is Molded Into Sculptures By The Sculptor.":"Clay Is Molded Into Sculpture By Sculptor.",
"Code For Software Applications Is Written By Programmers.":"Code For Software Application Is Written By Programmer.",
"The Company'S New Strategy Is Announced By The Ceo.":"Company'S New Strategy Is Announced By Ceo.",
"Homework Is Assigned To Students By Teachers.":"Homework Is Assigned To Student By Teacher.",
"A New Book Is Published By The Author.":"New Book Is Published By Author.",
"Crops Are Grown In Fertile Soil By Farmers.":"Crop Is Grown In Fertile Soil By Farmer.",
"Graceful Ballet Routines Are Performed By The Dancer.":"Graceful Ballet Routine Is Performed By Dancer.",
"Behavior Of Insects Is Studied By Scientists.":"Behavior Of Insect Is Studied By Scientist.",
"A Delicious Meal Is Prepared By The Chef.":"Delicious Meal Is Prepared By Chef.",
"Children Are Taught To Ride Bicycles By Parents.":"Child Is Taught To Ride Bicycle By Parent.",
"A Gold Medal In The Olympics Is Won By The Athlete.":"Gold Medal In The Olympics Is Won By Athlete.",
"Bridges Over Rivers Are Constructed By Engineers.":"Bridge Over River Is Constructed By Engineer.",
"A Beautiful Melody On The Piano Is Played By The Musician.":"Beautiful Melody On Piano Is Played By Musician.",
"Assignments Are Completed Before The Deadline By Students.":"Assignment Is Completed Before Deadline By Student.",
"A Portrait Of A Famous Celebrity Is Sketched By The Artist.":"Portrait Of Famous Celebrity Is Sketched By Artist.",
"Data From Scientific Experiments Is Analyzed By Researchers.":"Data From Scientific Experiment Is Analyzed By Researcher.",
"Fresh Bread Is Baked In The Bakery By The Baker.":"Fresh Bread Is Baked In Bakery By Baker.",
"Children Are Taken To The Park On Weekends By Parents.":"Child Is Taken To Park On Weekend By Parent.",
"A Dramatic Monologue On Stage Is Performed By The Actor.":"Dramatic Monologue On Stage Is Performed By Actor.",
"A New Species Of Plant Is Discovered By Scientists.":"New Species Of Plant Is Discovered By Scientist.",
"Difficult Concepts Are Explained To Students By The Teacher.":"Difficult Concept Is Explained To Student By Teacher.",
"School Lunches Are Packed For Children By Parents.":"School Lunch Is Packed For Child By Parent.",
"A Blazing Fire Is Extinguished By The Firefighter.":"Blazing Fire Is Extinguished By Firefighter.",
"Skyscrapers That Touch The Sky Are Designed By Engineers.":"Skyscraper That Touch Sky Is Designed By Engineer.",
"A Hit Song In The Studio Is Recorded By The Singer.":"Hit Song In Studio Is Recorded By Singer.",
"Parent-Teacher Meetings At School Are Attended By Parents.":"Parent-Teacher Meeting At School Is Attended By Parent.",
"A Life-Saving Operation Is Performed By The Surgeon.":"Life-Saving Operation Is Performed By Surgeon.",
"The Depths Of The Ocean Floor Are Explored By Scientists.":"Depth Of Ocean Floor Is Explored By Scientist.",
"Books On The Shelves Are Organized By The Librarian.":"Book On Shelf Is Organized By Librarian.",
"Children Are Taught How To Swim In The Pool By Parents.":"Child Is Taught How To Swim In Pool By Parent.",
"A Blockbuster Movie Is Starred In By The Actress.":"Blockbuster Movie Is Starred In By Actress.",
"Renewable Energy Technologies Are Developed By Engineers.":"Renewable Energy Technology Is Developed By Engineer.",
"A Concert For Adoring Fans Is Performed By The Singer.":"Concert For Adoring Fan Is Performed By Singer.",
"Homework Assignments Are Helped With By Parents.":"Homework Assignment Is Helped With By Parent.",
"Lives In The Operating Room Are Saved By The Surgeon.":"Life In Operating Room Is Saved By Surgeon.",
"Effects Of Climate Change On Ecosystems Are Studied By Scientists.":"Effect Of Climate Change On Ecosystem Is Studied By Scientist.",
"Books To Library Patrons Are Recommended By The Librarian.":"Book To Library Patron Is Recommended By Librarian.",
"Children Are Enrolled In After-School Activities By Parents.":"Child Is Enrolled In After-School Activity By Parent.",
"A Historical Figure In A Movie Is Portrayed By The Actress.":"Historical Figure In Movie Is Portrayed By Actress.",
"Durability Of New Materials Is Tested By Engineers.":"Durability Of New Material Is Tested By Engineer.",
"Heartfelt Lyrics For A New Song Are Written By The Singer.":"Heartfelt Lyric For New Song Is Written By Singer.",
"Lunches For Children To Take To School Are Packed By Parents.":"Lunch For Child To Take To School Is Packed By Parent.",
"Intricate Surgeries With Precision Are Performed By The Surgeon.":"Intricate Surgery With Precision Is Performed By Surgeon.",
"Experiments To Test Scientific Hypotheses Are Conducted By Scientists.":"Experiment To Test Scientific Hypothesis Is Conducted By Scientist.",
"Storytelling Sessions For Children Are Organized By The Librarian.":"Storytelling Session For Child Is Organized By Librarian.",
"Children In Music Lessons To Learn Instruments Are Enrolled By Parents.":"Child In Music Lesson To Learn Instrument Is Enrolled By Parent.",
"Her Lines For An Upcoming Stage Play Are Rehearsed By The Actress.":"Her Line For An Upcoming Stage Play Is Rehearsed By Actress.",
"New Solutions To Address Environmental Challenges Are Innovated By Engineers.":"New Solution To Address Environmental Challenge Is Innovated By Engineer.",
"Concerts In Cities Around The World Are Performed By The Singer.":"Concert In City Around The World Is Performed By Singer.",
"Children To Participate In Sports Activities Are Encouraged By Parents.":"Child To Participate In Sports Activity Is Encouraged By Parent.",
"On Patients To Remove Tumors Are Operated By The Surgeon.":"On Patient To Remove Tumor Is Operated By Surgeon.",
"Data To Understand Patterns In Nature Is Analyzed By Scientists.":"Data To Understand Pattern In Nature Is Analyzed By Scientist.",
"Students Find Resources For Their Research Are Helped With By The Librarian.":"Student Find Resource For Their Research Is Helped With By Librarian.",
"Children To Cook By Involving Them In Meal Preparation Are Taught By Parents.":"Child To Cook By Involving Them In Meal Preparation Is Taught By Parent.",
"In A Television Series That Captures Viewers' Hearts Is Starred In By The Actress.":"In Television Series That Capture Viewer'S Heart Is Starred In By Actress.",
"Innovative Transportation Systems To Improve Cities Are Designed By Engineers.":"Innovative Transportation System To Improve City Is Designed By Engineer.",
"An Album That Tops The Charts Worldwide Is Recorded By The Singer.":"Album That Top Chart Worldwide Is Recorded By Singer.",
"Children To Explore Their Creativity Through Art Are Encouraged By Parents.":"Child To Explore Their Creativity Through Art Is Encouraged By Parent.",
"Delicate Surgeries To Repair Delicate Organs Are Performed By The Surgeon.":"Delicate Surgery To Repair Delicate Organ Is Performed By Surgeon.",
"Research To Develop New Treatments For Diseases Is Conducted By Scientists.":"Research To Develop New Treatment For Disease Is Conducted By Scientist.",
"Book Clubs To Discuss Popular Literature Are Hosted By The Librarian.":"Book Club To Discuss Popular Literature Is Hosted By Librarian.",
"Intricate Origami Sculptures Are Created By The Artist.":"Intricate Origami Sculpture Is Created By Artist.",
"Children To Explore Nature Are Encouraged By Parents.":"Child To Explore Nature Is Encouraged By Parent.",
"A Gourmet Meal For The Guests Is Prepared By The Chef.":"Gourmet Meal For The Guest Is Prepared By Chef."
}
